Revit 2027 API
SpecTypeId.ReinforcementCover Property
 Reinforcement Cover, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ReinforcementCover { get; }
Public Shared ReadOnly Property ReinforcementCover As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ReinforcementCover {
	ForgeTypeId^ get ();
}
static member ReinforcementCover : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace